const test = [
   {
      'task': 'Ваш пол:',
      'answers': [
         'мужчина',
         'женщина'
      ],
      'type' : 'radio',
   },
   {
      'task': 'Укажите ваш возраст:',
      'answers': [
         'До 18',
         'От 18 до 28',
         'от 29 до 35',
         'От 36'
      ],
      'type' : 'radio',
   },
   {
      'task': 'Выберите лишнее:',
      'answers': [
         'Дом',
         'Шалаш',
         'Бунгало',
         'Скамейка',
         'Хижина'
      ],
      'type' : 'radio',
   },
   {
      'task': 'Продолжите числовой ряд: 18  20  24  32',
      'answers': [
         62,
         48,
         74,
         57,
         60,
         77
      ],
      'type' : 'radio',
   },
   {
      'task': 'Выберите цвет, который сейчас наиболее Вам приятен:',
      'answers': [
         '#A8A8A8',
         '#0000A9',
         '#00A701',
         '#F60100',
         '#FDFF19',
         '#A95403',
         '#000000',
         '#850068',
         '#46B2AC',
      ],
      'type' : 'color',
   },
   {
      'task': 'Отдохните пару секунд, еще раз Выберите цвет, который сейчас наиболее Вам приятен:',
      'answers': [
         '#A8A8A8',
         '#46B2AC',
         '#A95403',
         '#00A701',
         '#000000',
         '#F60100',
         '#850068',
         '#FDFF19',
         '#0000A9',
      ],
      'type' : 'color',
   },
   {
      'task': 'Какой из городов лишний?',
      'answers': [
         'Вашингтон',
         'Лондон',
         'Париж',
         'Нью-Йорк',
         'Киев',
         'Оттава'
      ],
      'type' : 'radio',
   },
   {
      'task': 'Выберите правильную фигуру из четырёх пронумерованных.',
      'answers': [
         1,
         2,
         3,
         4
      ],
      'img': './images/people.jpg',
      'type' : 'pic-number',
   },
   {
      'task': 'Вам привычнее и важнее:',
      'answers': [
         'Наслаждаться каждой минутой проведенного времени',
         'Быть устремленными мыслями в будущее',
         'Учитывать в ежедневной практике прошлый опыт'
      ],
      'type' : 'radio',
   },
   {
      'task': 'Какое определение, по-Вашему, больше подходит к этому геометрическому изображению:',
      'answers': [
         'Оно остроконечное',
         'Оно устойчиво',
         'Оно находится в состоянии равновесия'
      ],
      'img': './images/figure.jpg',
      'type' : 'radio',
   },
   {
      'task': 'Вставьте подходящее число',
      'answers': [
         34,
         36,
         53,
         44,
         66,
         42
      ],
      'img': './images/star.jpg',
      'type' : 'pic-number',
   },
]